[{"link":"https://www.theguardian.com/global-development/2019/dec/16/apple-and-google-named-in-us-lawsuit-over-congolese-child-cobalt-mining-deaths","text":"A landmark legal case has been launched against the world’s largest tech companies by Congolese families who say their children were killed or maimed while mining for cobalt used to power smartphones, laptops and electric cars, the Guardian can reveal. Apple, Google, Dell, Microsoft and Tesla have been named as defendants in a lawsuit filed in Washington DC by human rights firm International Rights Advocates on behalf of 14 parents and children from the Democratic Republic of the Congo (DRC). The lawsuit, which is the result of field research conducted by anti-slavery economist Siddharth Kara, accuses the companies of aiding and abetting in the death and serious injury of children who they claim were working in cobalt mines in their supply chain. The families and injured children are seeking damages for forced labour and further compensation for unjust enrichment, negligent supervision and intentional infliction of emotional distress. It is the first time that any of the tech companies have faced such a legal challenge. Cobalt is essential to power the rechargeable lithium batteries used in millions of products sold by Apple, Google, Dell, Microsoft and Tesla every year. The insatiable demand for cobalt, driven by desire for cheap handheld technology, has tripled in the past five years and is expected to double again by the end of 2020. More than 60% of cobalt originates in DRC, one of the poorest and most unstable countries in the world. Aerial view of the Kasulo neighborhood of Kolwezi. In the first picture, taken May 2016, there are just residential houses. By May 2019, Congo DongFang International Mining (a subsidiary of chinese company Huayou Cobalt) have built a mining site, with a walled perimeter and processing buildings (in blue). The pink tarps cover tunnels used for mining. The extraction of cobalt from DRC has been linked to human rights abuses, corruption, environmental destruction and child labour. The lawsuit argues that Apple, Google, Dell, Microsoft and Tesla all aided and abetted the mining companies that profited from the labour of children who were forced to work in dangerous conditions – conditions that ultimately led to death and serious injury. The families argue in the claim that their children were working illegally at mines owned by UK mining company Glencore. The court papers allege that cobalt from the Glencore-owned mines is sold to Umicore, a Brussels-based metal and mining trader, which then sells battery-grade cobalt to Apple, Google, Tesla, Microsoft and Dell. Other plaintiffs in the court documents say they worked at mines owned by Zhejiang Huayou Cobalt, a major Chinese cobalt firm, which the lawsuit claims supplies Apple, Dell, and Microsoft and is likely to supply the other defendants. In the court documents, the Congolese families describe how their children were driven by extreme poverty to seek work in large mining sites, where they claim they were paid as little as $2 (£1.50) a day for backbreaking and dangerous work digging for cobalt rocks with primitive tools in dark, underground tunnels. The families claim that some of the children were killed in tunnel collapses while others were paralysed or suffered life-changing injuries from accidents. One plaintiff – named Jane Doe 1 – says in the court papers that her nephew was forced to seek work in the cobalt mines when he was a small child after the family could not continue to pay his $6 monthly school fee. The lawsuit claims that in April last year he was working in a mine operated by Kamoto Copper Company, which is owned and controlled by Glencore. He was working underground in a tunnel, digging for cobalt rocks, when the tunnel collapsed and he was buried alive. His family say they have never recovered his body. Another child, referred to as John Doe 1, says that he started working in the mines when he was nine. The lawsuit claims that earlier this year, he was working as a human mule for Kamoto Copper Company, carrying bags of cobalt rocks for $0.75 a day, when he fell into a tunnel. After he was dragged out of the tunnel by fellow workers, he says he was left alone on the ground at the mining site until his parents heard about the accident and arrived to help him. He is now paralysed from the chest down and will never walk again. Other families included in the claim say that their children were killed in tunnel collapses or suffered serious injuries such as smashed limbs and broken spines while crawling through tunnels or carrying heavy loads. The families say that none were paid any compensation for the deaths and injuries. One of the central allegations in the lawsuit is that Apple, Google, Dell, Microsoft and Tesla were aware and had “specific knowledge” that the cobalt they use in their products is linked to child labour performed in hazardous conditions, and were complicit in the forced labour of the children. The families argue in the court papers that all companies named as defendants entered into commercial “ventures” with the mining companies operating in DRC, and all gained significant financial advantages from the widespread illegal mining of cobalt by children, which continues to enter global supply chains. Children digging for cobalt near Lake Malo in DRC. Children digging for cobalt near Lake Malo. Photograph: Siddharth Kara The court papers claim that Apple, Dell, Microsoft, Google and Tesla all have the authority and resources to supervise and regulate their cobalt supply chains and that their inability to do so contributed to the deaths and injuries suffered by their clients. “In field trips to mines in the DRC I witnessed staggering inequality, pain and misery at the bottom of a supply chain that we are all connected to through the devices we use every day,” says Kara. “Regardless of the outcome of this legal action, the voices of the children who lost their lives in these mines will be heard for the first time in a court of law.” A spokesperson for Glencore said: “Glencore notes the allegations contained in a US lawsuit filed on 15th December 2019. “Glencore supports and respects human rights in a manner consistent with the universal declaration of human rights. “Glencore’s production of cobalt in the DRC is a by-product of our industrial copper production. Glencore’s operations in the DRC do not purchase or process any artisanally mined ore. “Glencore does not tolerate any form of child, forced, or compulsory labour.” Apple said: “Apple is deeply committed to the responsible sourcing of materials that go into our products. We’ve led the industry by establishing the strictest standards for our suppliers and are constantly working to raise the bar for ourselves, and the industry. “In 2014, we were the first to start mapping our cobalt supply chain to the mine level and since 2016, we have published a full list of our identified cobalt refiners every year, 100% of which are participating in independent third party audits. If a refiner is unable or unwilling to meet our standards, they will be removed from our supply chain. We’ve removed six cobalt refiners in 2019.” Dell said: “Dell Technologies is committed to the responsible sourcing of minerals, which includes upholding the human rights of workers at any tier of our supply chain and treating them with dignity and respect. “We have never knowingly sourced operations using any form of involuntary labor, fraudulent recruiting practices or child labor. We work with suppliers to manage their sourcing programs responsibly. Any supplier with reports of misconduct is investigated and, if misconduct is found, removed from our supply chain. “We’re currently investigating these allegations, and have informed the Responsible Minerals Initiative as part of their grievance mechanism.” Umicore said: “Umicore has been addressing ethical supply for 15 years, ensuring no issues related to human rights, child labor, safety conditions and environmental impact related to cobalt extraction. We contest any allegations to the contrary.” Microsoft did not respond to a request for comment, but a spokesperson told the Daily Telegraph: “If there is questionable behaviour or possible violation by one of our suppliers, we investigate and take action.” Huayou, Google and Tesla have also been approached for comment.  "},{"link":"https://www.nytimes.com/2019/12/17/technology/china-surveillance.html","text":"The authorities can scan your phones, track your face and find out when you leave your home. One of the world’s biggest spying networks is aimed at regular people, and nobody can stop it. China is ramping up its ability to spy on its nearly 1.4 billion people to new and disturbing levels, giving the world a blueprint for how to build a digital totalitarian state. Chinese authorities are knitting together old and state-of-the-art technologies — phone scanners, facial-recognition cameras, face and fingerprint databases and many others — into sweeping tools for authoritarian control. Once combined and fully operational, the tools can help police grab the identities of people as they walk down the street, find out who they are meeting with and identify who does and doesn’t belong to the Communist Party. The United States and other countries use some of the same techniques to track terrorists or drug lords. Chinese cities want to use them to track everybody. The rollout has come at the expense of personal privacy. The Times found that the authorities parked the personal data of millions of people on servers unprotected by even basic security measures. It also found that private contractors and middlemen have wide access to personal data collected by the Chinese government. This build-out has only just begun, but it is sweeping through Chinese cities. The surveillance networks are controlled by local police, as if county sheriffs in the United States ran their own personal versions of the National Security Agency. By themselves, none of China’s new techniques are beyond the capabilities of the United States or other countries. But together, they could propel China’s spying to a new level, helping its cameras and software become smarter and more sophisticated. Recognize this guy? How about this one? Him? They all have something in common. They govern like autocrats. These leaders are rising in an age where technology can make their lives much easier. And leading the way is China. At home, they’re pouring billions into the most sophisticated censorship and surveillance apparatus the world has ever known. I spent nearly a decade here. And halfway through that period, something changed. Xi Jinping took power, and cameras started appearing — a lot of them. Now, the cameras are everywhere. They hang from traffic lights, intersections, crosswalks; on trees, fences, and subway cars; even inside your taxi or your apartment building. These are, in fact, government surveillance cameras, and there are over 200 million of them here. The government says the cameras are used to fight crime, squash protests and maintain control. It’s all designed to make sure the Communist Party of China never loses power. Basically, they want to know what their citizens are doing all the time, and their actions are being judged. Most of the time, it’s just police watching on the other end of these cameras. But the idea is that one day soon, artificial intelligence will be able to automate that job, analyzing the day-to-day lives of hundreds of millions of citizens. You might think, well, that’s just China. But it’s not only in China. See that? That camera is in Ecuador. This is Ecuador’s emergency response system, which is known as ECU-911. The government peddles it as a crime fighting tool. Ecuador has around 4,000 national security cameras across the entire country. The cameras all feed into a few centralized rooms, like this. The system was not only made in China, but it was installed by Chinese companies and workers. The Chinese even trained the Ecuadoreans how to use it. Reporter: “They’re telling the public that this is for safety. We went back, we can see what the surveillance looks like. So this is, what, 30 people in a room surveilling society.” “Wow.” Reporter: “Now my question, though, is: If you wanted to stop crime, would you have 30 people in a room? To me, that number, 30, does not seem like a lot of people.” “So 30 people, perhaps monitoring a nationwide camera system might seem little, but it’s the deterrent effect of the cameras which impact on people. It’s them moderating their behavior based on the fact that they know that they might be being surveilled, and they don’t know how that information might be being used.” And that’s the point. This might be able to fight crime. But just like in China, the cameras have potential for other use. “Surveillance technology exporting this kind of surveillance capabilities to a country like Ecuador makes money.” This is Edin, a global surveillance expert in the U.K. I asked him, so what has China actually exported here? “Well it secures our diplomatic relationship with China, and it exports their model of internet governorship and how our security infrastructure is going to look like in the future.” Chinese surveillance systems are increasingly showing up all around the world. Some of those countries have stronger government institutions to regulate than others, but they all need money to buy it. Turns out, the Chinese can help with that, too. We know it started at the 2008 Beijing Olympics. Behind the scenes, China was selling its state-of-the-art security setup to visiting delegations. This is where Ecuadorian officials first saw it. So, China and Ecuador made a deal. This is Martha, a former politician turned investigative journalist. This all happened under the former president Rafael Correa, who was widely seen as an autocrat. He rewrote Ecuador’s Constitution. He erased term limits. He took control of the courts and silenced the press. Helping him each step of the way was money from China. So, China got Ecuador’s oil and Ecuador got things like roads and hospitals. It also got a nationwide surveillance system. And this is what it looks like today. Rafael Correa has been out of office for more than two years now, and Lenín Moreno has taken the country back in a more democratic direction. But even after autocrats leave office, their legacies can live on. After all, there is a system in place with a sinister potential. It just depends how it’s being used. Lidia lives in a high-crime neighborhood on the city’s mountainside. She says the police rarely respond to crimes that happen directly in front of cameras and that some of the most dangerous neighborhoods, like hers, don’t have any cameras at all. While Lidia’s neighborhood has none, there’s unexpectedly one here, in a safe neighborhood. It’s the only camera around, and it can see right into this man’s house. Colonel Pazmino was a vocal critic of former president Rafael Correa, and he was often followed by government spies. He says when the Chinese camera system came in, the spies went home. In other words, Colonel Pazmino thinks the system is used for more than emergencies. He believes the state’s intelligence unit uses it to track political dissidents like him. In China, authorities have also installed cameras outside of dissidents’ homes. We brought this claim to Francisco Robayo, who was ECU-911’s director at the time. He said, the system isn’t for spying on or intimidating political opponents. He deflected, and so did the country’s intelligence chief. We were in a secret, unmarked bunker outside of the capital, and we were not allowed to point our camera at anything outside of this single frame. We came to ask Mr. Costa if the intelligence agency uses the public security cameras to spy on citizens. Midway through our interview, we took a break. Remember how we were only allowed to take this one single frame? Well, that’s because they didn’t want us filming the background that’s deliberately out of focus right now. But when not looking through the lens of the camera, we could still see it clearly. Once we pointed out the feeds from ECU-911, they admitted they also could access the public security cameras. Ecuador’s officials maintain the system is a crime-fighting tool. But why the system also feeds into the intelligence agency raises the same concerns that human rights advocates raise in China. These cameras are easier to abuse than use. It just depends what your goals are. And remember, China’s goal is political control. That’s what these systems were designed for. In effect, China is exporting more than cameras. They are exporting the way they use their cameras. And while other countries also offer systems, including the U.S., many say China is thought to be the most dangerous because it provides funding, even to known dictators, and provides them with a sinister model for how to use it. “We’ve seen cases where governments around the world have used surveillance technology to infiltrate and spy on dissidents, on activists, on lawyers, on opposition parties. So this actually, fundamentally undermines democracy.” More and more leaders like Rafael Correa appear to be rising. Now they have access to technology, undreamt of even 20 years ago. And China seems willing to give them cheap loans to buy it. The more countries that install China’s centralized surveillance technology, the more that China’s very own autocratic use of it may be normalized. And like in Ecuador, the infrastructure for autocracy stays even as leaders come and go. “What the question for us now as people who are now more surveilled than ever, is how we want to live in this world, how we want to regulate that, and what kind of surveillance we want to be put under?” This surveillance push is empowering China’s police, who have taken a greater role in China under Xi Jinping, its top leader. It gives them a potent way to track criminals as well as online malcontents, sympathizers of the protest movement in Hong Kong, critics of police themselves and other undesirables. It often targets vulnerable groups like migrant workers — those who stream in from the countryside to fill China’s factories — and ethnic minority groups like the largely Muslim Uighurs on China’s western frontier. “Each person’s data forms a trail,” said Agnes Ouyang, a technology worker in the southern city of Shenzhen whose attempts to raise awareness about privacy drew scrutiny from the authorities. “It can be used by the government and it can be used by bosses at the big companies to track us. Our lives are worth about as much as dirt.” The police arrived one day in April to a dingy apartment complex in Zhengzhou, an industrial city in central China. Over three days they installed four cameras and two small white boxes at the gates of the complex, which hosts cheap hotels and fly-by-night businesses. Once activated, the system began to sniff for personal data. The boxes — phone scanners called IMSI catchers and widely used in the West — collected identification codes from mobile phones. The cameras recorded faces. On the back end, the system attempted to tie the data together, an examination of its underlying database showed. If a face and a phone appeared at the same place and time, the system grew more confident they belonged to the same person. Over four days in April, the boxes identified more than 67,000 phones. The cameras captured more than 23,000 images, from which about 8,700 unique faces were derived. Combining the disparate data sets, the system matched about 3,000 phones with faces, with varying degrees of confidence. This single system is part of a citywide surveillance network encompassing license plates, phone numbers, faces and social media information, according to a Zhengzhou Public Security Bureau database. Other Chinese cities are copying Zhengzhou. Since 2017, government procurement documents and official reports show that police in the Chinese provinces of Guizhou, Zhejiang and Henan have bought similar systems. Police in Zigong, a midsize city in Sichuan Province, bought 156 sets of the technology, the documents show. In Wuhan, police said in a procurement document that they wanted systems that could “comprehensively collect the identity of all internet users in public spaces, their internet behavior, their location, their movement, and identifying information about their phones.\" “People pass and leave a shadow,” reads one brochure promoting a similar surveillance system to Chinese police departments. “The phone passes and leaves a number. The system connects the two.” Even for China’s police, who enjoy broad powers to question and detain people, this level of control is unprecedented. Tracking people so closely once required cooperation from uncooperative institutions in Beijing. The state-run phone companies, for example, are often reluctant to share sensitive or lucrative data with local authorities, said people with knowledge of the system. Now local police are buying their own trackers. Improved technology helps them share it up the chain of command, to the central Ministry of Public Security in Beijing, the people said. The surveillance networks fulfill a longtime goal of ensuring social stability, dating to the 1989 Tiananmen Square uprising but given added urgency by the Arab Spring in 2011 and 2012. In recent years, Chinese police made use of fears of unrest to win more power and resources. It is not clear how well police are using their new capabilities, or just how effective they might be. But the potential is there. In Zhengzhou, police can use software to create lists of people. They can create virtual alarms for when a person approaches a particular location. They can get updates on people every hour or every day. They can monitor whom those people have met with, especially if both people are on a blacklist for some kind of infraction, from committing a crime to skipping a debt payment. These networks could help China hone technologies like facial recognition. Cameras and software often have trouble recognizing faces shot at an angle, for example. Combined with phone and identity data, matches become easier to make, and the technology behind identifying faces gets better. Police are not hiding their surveillance push. Even the perception of overwhelming surveillance can deter criminals and dissidents alike. At the complex in Zhengzhou, residents were unfazed when told that the cameras and boxes were part of a sophisticated surveillance system. The building manager, Liang Jianzheng, said it meant he no longer had to help the police fight crime. “I used to have to bust my butt helping the police,” Mr. Liang said. “Now they have their own cameras, and they don’t bother me.\" In November, after The Times asked surveillance companies about the system, a construction crew appeared and took down the cameras and boxes, Mr. Liang said. They didn’t say why. Some residents of the Shijiachi residential complex weren’t pleased when building management, at the behest of the police, last year replaced their old key card locks with a state-of-the-art surveillance system. Residents would now need to scan their faces to enter their buildings. “Old people said they were always at home, so it wasn’t necessary,” said Tang Liying, the secretary of the Chinese Communist Party for the district in eastern China. “Young people had concerns about privacy, and didn’t think it was necessary. We did some work to persuade them, and in the end most people agreed.” Those worried about privacy had a point. Data from the Shijiachi complex was parked on an unprotected server. Details included 482 residents’ identification numbers, names, ages, marital and family status, and records of their membership in the Communist Party. For those who used the facial-recognition cameras to enter and exit, it also stored a detailed account of their comings and goings. Nearby networks were similarly unprotected. They held data from 31 residences in the area, with details on 8,570 people. A car-tracking system near Shijiachi showed records for 3,456 cars and personal information about their owners. Across China, unprotected databases hold information on students and teachers in schools, on online activity in internet cafes and on hotel stays and travel records. Online data leakage is a major problem in China. Local media reports describe how people with access to the data sell private details to fraudsters, suspicious spouses and anyone else, sometimes for just a few dollars per person. Leaks have become severe enough that police created their own company that handles data directly, skirting third-party systems. A wide number of people and companies have access to the data underlying China’s mandatory identification card system through legitimate means. Companies with police connections use faces from ID cards to train facial-recognition systems. The card system also tracks fingerprints, faces, ethnicity and age. A technology contractor called Shenfenbao, for example, had access to real-time records of every person staying in some 1,200 hotels in the southern city of Xiamen. In a demonstration, Lin Jiahong, a Shenfenbao salesman, searched one common name — a Chinese equivalent of “John Smith” — and came up with three guests, their hotels, room numbers, time of check-in, registered address, ethnicity and age. “Through data on our platform, we can dig out all records of a particular person, and make a comprehensive analysis of the route of activities of this person,” said Mr. Lin, who added that his company also offered algorithms to flag women who check into multiple hotels in one night for suspicion of prostitution. Signs of a backlash are brewing. In Shanghai, residents pushed back against a police plan to install facial-recognition cameras in a building complex. In Zhejiang Province, a professor filed a lawsuit against a zoo after it required mandatory facial-recognition scans for its members to get access. In the Shijiachi residential complex, where the facial recognition replaced key card locks, the rebellion has been powered by wire and plywood. On a brisk day in November, the doors of a number of buildings had been propped open with crude doorstops, making facial scans unnecessary. Terry Jin, a two-year resident of Shijiachi, said technology should not cross some lines. “I think that facial recognition outside each building is fine,” Mr. Jin said. “If they put it outside my door, that wouldn’t be O.K.” Agnes Ouyang was heading to work in Shenzhen last year when two police officers told her she had jaywalked and would need to show them her identity card. When she refused, she said, they grabbed her roughly and used a phone to snap a photo of her face. Within moments, their facial-recognition system had identified her, and they issued her a ticket for about $3. “It was all too ridiculous,” Ms. Ouyang said. “Law-enforcement officers of low moral stock have high-tech weapons.” High-tech surveillance is reshaping Chinese life in ways small and profound. The Communist Party has long ruled supreme, and the country lacks a strong court system or other checks against government overreach. But outside the realm of politics, Chinese life could be freewheeling and chaotic thanks to lax enforcement or indifferent officials. Those days may be coming to an end. In the realms of consumer safety and the environment, that could make life better. But it has given police new powers to control the people. “The whole bureaucratic system is broken,” said Borge Bakken, a professor at Australian National University who studies China’s police. “Under Xi Jinping, we’re seeing the flowering of a police state.” Chinese police now boast that facial-recognition systems regularly catch crooks. At a tourist island in the picturesque port city of Xiamen, authorities say they use facial recognition to catch unlicensed tour guides. Shanghai police have begun using helmets with a camera embedded in the front. Databases and procurement documents also show they search out the mentally ill, people with a history of drug use or government gadflies. Some new claims are outlandish, such as software that claims to read emotion and criminal intent from a face. But the surveillance net that police have rolled out in Xinjiang, a region of northwestern China that is home to many predominantly Muslim ethnic groups, shows the vast potential for the rest of the country. Police have blanketed the region in cameras, phone trackers and sensor-studded checkpoints. In Urumqi, the regional capital, police sealed off 3,640 residential complexes with checkpoints and installed 18,464 sets of facial-recognition cameras in them, according to data unveiled at a police presentation in August given by Li Yabin, a top police official in Xinjiang. In the southern Xinjiang city of Kashgar, The New York Times tallied a dense network of 37 phone trackers installed permanently in a single, square-kilometer neighborhood. Ms. Ouyang, the woman ticketed for jaywalking, knew the dangers, but took her complaints public anyway. She posted an account of her run-in with police on WeChat, the Chinese social media outlet, at 11 p.m. By the time she went to work the next morning, it had been seen tens of thousands of times. Then it vanished. After she saw police treat another woman the same way, Ms. Ouyang wrote a second post. It came down in just two hours. Then the police called and demanded a meeting. “I said, ‘how did you find me?’” Ms. Ouyang said. “He said, ‘it’s easy for the police to find a person.’” Fearful, she asked a friend to accompany her and chose to meet the police at a Starbucks instead of the police station. Two officers bought them coffee and gave her a phone number to call if she had future complaints. But mostly, they said, she needed to keep quiet. Her post had been seen by higher-up officials and embarrassed the city’s police, they said. Ms. Ouyang said the experience was one sign of an authoritarian turn within China, and that some of her friends quietly talk about leaving. She has no plans to leave, she says, but she worries about her future in a country where everything is watched and controlled. “You’re uncomfortable with it,” she said. “But if you don’t do it, then there’s no possibility of living a life. There’s no way out.”"},{"link":"https://www.theguardian.com/technology/2019/oct/01/iphone-11-review-iphone-xr-dual-camera-a13-smartphone","text":"The iPhone 11 is Apple’s latest lower cost smartphone for 2019 that’s clearly aimed at a broader market, offering most of what its top phones do but for £320 less. Costing from £729, the iPhone 11 is also £20 cheaper than last year’s iPhone XR was on launch – the phone it has now replaced. In fact the iPhone 11 is identical on the outside to the iPhone XR in almost all the ways that matter. It’s the same size and weight. It’s got the same glass and aluminium design, same 6.1in LCD screen with rounded corners, the same large notch at the top and same thick bezels around the sides. Flip it over and it’s got the same glass rear, except that “iPhone” is no longer written on the back and the Apple logo is positioned lower. The biggest difference is the new large, square camera lump in the top left corner, which on the iPhone 11 houses a new dual camera system. iphone 11 review The iPhone 11 flanked by the iPhone 11 Pro on the left and the iPhone 11 Pro Max on the right. Photograph: Samuel Gibbs/The Guardian The phone is well built, feeling extremely solid and it has the best LCD screen you’re likely to see on a phone although it isn’t as good-looking, colour rich, bright or high contrast as the OLED screens fitted to the iPhone 11 Pro or Apple’s many rivals costing £500 and up. The iPhone 11 also suffers from the same disadvantages as the iPhone XR before it, namely it’s fairly heavy and wide with rounded edges that provide little in the way of grip. Compared to Samsung’s Galaxy S10, which has the same size 6.1in screen, the iPhone 11 is 5.3mm wider and 37g heavier and significantly harder to use one-handed. Screen: 6.1in liquid retina HD (LCD) (326ppi) Processor: Apple A13 Bionic RAM: 4GB Storage: 64, 128 or 256GB Operating system: iOS 13 Camera: dual 12MP rear cameras with OIS, 12MP front-facing camera Connectivity: LTE, wifi 6, NFC, Bluetooth 5, lightning, ultra wideband and GPS Dimensions: 150.9mm x 75.7mm x 8.3mm Weight: 194g A13 Bionic chip iphone 11 review The Lightning port in the bottom still handles charging, rather than USB-C, but it does support the USB power delivery specification with the right cable. Photograph: Samuel Gibbs/The Guardian The iPhone 11 shares the same core as the iPhone 11 Pro and Pro Max: Apple’s latest A13 Bionic chip, 4GB of RAM and at least 64GB of storage. It’s the fastest and most efficient of Apple’s chips yet, but the reality is that it’s very difficult to tell. The iPhone 11 doesn’t feel any faster than last year’s iPhone XR/XS, or in fact the iPhone X in day-to-day usage. That’s not surprising as Apple focuses its chips on doing the things you’d normally do more efficiently, with power to do something unusual if you need it. That means the iPhone 11 should still be a top-performer in two, three, maybe four years from now. So really the only thing you need to know is that the iPhone 11 will handle everything you are likely to do, and then some. Apple also says that it’s managed to make the iPhone 11 last an hour longer than the iPhone XR, which lasted 32 hours between charges in my testing. I’m happy to report that’s a bit of an underestimate. The iPhone 11 lasts closer to 35 hours between charges, which makes it the longest-lasting iPhone to have crossed my test bench, getting me from 7am though until 6pm the following day. That was after the iOS 13.1.1 update, while using it as my primary device without a smartwatch attached, sending and receiving 150 emails and messages, 80 push notifications, listening to five hours of music on Bluetooth headphones, watching an hour of Netflix, and shooting about 10 photos a day. Apple iphone 11 The latest iOS 13 update will attempt to improve your battery’s longevity by reducing its time fully charged. Photograph: Samuel Gibbs/The Guardian Charging the iPhone 11 with the included 5W charger is glacially slow, taking well over four hours to hit 100% from zero. Why Apple still ships a £729 phone with such a pathetic charger, I don’t know. With the £29 18W USB-C charger and £19 USB-C to Lightning cable that ships in the box with the iPhone 11 Pro, the iPhone 11 fully charged in just over 100 minutes, reaching 80% in well under and hour, which is more like it. Any USB-C power delivery chargers of 18W or higher will achieve the same results and can be had for one-third less. It’s also worth noting that iOS 13 includes a battery optimising feature, which is designed to learn your habits and only charge the battery past 80% when it thinks you need it to extend its longevity. Apple is also clearly slowing charging down to a trickle above 95% regardless of charger, meaning that it’s probably not worth trying to charge it much beyond 90% if you don’t need to. iOS 13.1.1 Apple iphone 11 iOS 13 introduces a few new features, but remains very similar to iOS 12 and 11 before that. Photograph: Samuel Gibbs/The Guardian The iPhone 11 came out of the box with iOS 13 but was quickly updated to iOS 13.1 and then iOS 13.1.1, which was a good thing, as prior to the updates it was filled with bugs giving me all kinds of issues on three different iPhone 11 series phones. First off, the camera confirmation for restoring it from another iPhone didn’t work. Then I was immediately stuck in a password-demand loop for an email account, which ended up with me having to hit the cancel button and then quickly enter one character of my 35-character password before the password demand popped back up blocking me from entering more. Hit cancel, rinse and repeat. Absolutely infuriating. I had issues with location permissions getting stuck on “ask every time” for some apps. I also had several hard lockups of the phone prompting the three-button combo force restart procedure (up, down, hold power for ages), text in widgets and other areas was compressed and overlapping each other, and sometimes the camera failed to activate when launched. Most of the problems have been solved since the update to iOS 13.1.1, and it even added an extra hour to my battery tests. Apple iphone 11 Dark mode is one of the new features in iOS 13. Photograph: Samuel Gibbs/The Guardian The big new features for iOS 13 are dark mode, which turns the interface from a predominately black text on white background to white text on a dark background, either manually or on a schedule. You can now also long-press on control centre buttons such as Bluetooth or wifi, first to open a up more detail, then a second time to open up a quick connect menu as well as a button to take you straight to the appropriate place in the settings app for more extensive changes. It is a user-friendly feature that Android has had for years, so it’s good to finally see Apple catch up. A few new privacy options are welcome, including the ability to silence unknown and spam callers and finer-grain location permissions. Menstrual cycle tracking is now integrated into the Health app alongside headphone audio level, and there’s a new summary view, which makes the app more friendly and useful at a glance. It’s worth pointing out that Apple still provides the industry’s longest software support lifecycle of about five years from release where the best rivals cap out at about three years. It means you can safely use the phone for longer as you will continue to get important security updates as well as new features via iOS version updates. Camera Apple iphone 11 The camera app shows the main camera shot in the middle with the ultra-wide angle view visible to the sides under the interface elements to give you an idea of what you could capture if you zoom out. Photograph: Samuel Gibbs/The Guardian The iPhone 11 has a new dual 12-megapixel camera on the back. Oddly you get an ultra-wide camera alongside a standard camera, not the more typical 2x optical zoom camera. That means you’ve effectively got 0.5x and 1x optical zoom then up to 5x digital zoom, which is good, but doesn’t hold a flame to real optical zoom. Apple has significantly upped its game in the camera department this year, particularly in poor lighting conditions. Photos in good lighting conditions are some of the best on a smartphone, producing detail-rich and colour-accurate photos. The main camera is good, but the ultrawide is arguably the best in its class and is a lot of fun to shoot with. Other than your typical ultra-wide vistas, you can also use the new camera to photograph more of a building or object you can’t get far enough away from to use the main camera. Portrait mode is good too, and unlike on the XR can be used on more than just people. Apple’s smart HDR mode is also improved, producing images that are closer to class-leading Google Pixel cameras. But the biggest boost is Apple’s new night mode, which finally brings the iPhone’s very low-light performance up to scratch with the very best. It’s not as fast as Huawei’s P30 Pro, which doesn’t need a special night mode to shoot similar photos, nor quite as dramatic as Google’s Pixel 3, but produces images that are often lighter and better controlled. The automatic mode takes multiple frames between one and three seconds when handheld, depending on available light and how much you are shaking the phone. Stick it on a tripod and you can set it to 30 seconds, which is best illustrated with starry sky shots – something I couldn’t test in dank, rainy Britain. Apple iphone 11 detail The dual-camera lump on the back is bordered by a raised glass section. Photograph: Samuel Gibbs/The Guardian The iPhone still struggles a little with indoor lighting where it’s not quite dark enough to benefit from night mode so produces images that are a little dark and lacking in detail. The selfie camera in particular produces somewhat grainy images here, but shoots great photos in better lighting conditions. Video capture from the rear camera is fantastic, and easy to use, arguably better than rivals. The front-facing camera can also offers slow-motion selfies, which kids will love. Overall the camera on the iPhone 11 is a big step up, equalling or exceeding rivals from the first half of 2019 in the most important features, although the lack of an optical zoom is disappointing. Observations Apple iphone 11 The aluminium band around the outside is smooth and rounded, which feels nice, but makes it harder to grip. Photograph: Samuel Gibbs/The Guardian The iPhone 11 is water resistant to IP68 standards of up to 2 metres for 30 seconds, which is 1 metre deeper than last year’s iPhone XR Bluetooth performance is much improved, with stronger connections to even the weakest of headphones The volume slider shows you a bespoke icon of the headphones you are wearing – if they are made by Apple You can swipe to type on Apple’s default keyboard in iOS 13 Face ID is still best-in-class, now slightly faster and works at slightly wider angles The new U1 chip enables enhanced location abilities, but so far it’s only used for directional AirDrop file sharing, which will be most useful for narrowing down which iPhone you want to send a file to in a cluster of iPhones – not something I do very often Price The iPhone 11 costs £729 for 64GB of storage, £779 for 128GB or £879 for 256GB, and is available in white, black, green, yellow, purple or red. For comparison, the iPhone XR costs £629, the OnePlus 7 costs £499, the Samsung S10e costs £669, the Honor 20 Pro costs £550, the iPhone 11 Pro costs £1,049 and the iPhone 11 Pro Max costs £1,149. Verdict The iPhone 11 is an excellent but boring smartphone. It’s got a three-year-old design, which Apple broke the mould with in 2017 when it launched the iPhone X but now looks dated against the competition, particularly with the thicker bezels on the LCD screen. Things have moved on in the era of the all-screen smartphone. It’s fairly large, heavy and difficult to grip and use with one hand, but is also extremely well made and feels solid. These are all attributes shared by its predecessor the iPhone XR, as the iPhone 11 is essentially new guts in last year’s design. At £729 the iPhone 11 isn’t exactly cheap, costing the same as the top-of-the-line phones from competitors. But what you get for your £729 is Apple’s latest top-of-the-range processor with performance to match. Battery life that will easily see you into a second day, maybe a third if you’re careful. Camera performance that is up there with the very best, but lacking an optical zoom, replaced instead by a fun ultra-wide angle camera. You also get five years of software updates, which can’t be sniffed at. With a battery swap at some point there’s no reason an iPhone 11 won’t last you five years if you’re careful with it. In some tests the glass appears fairly tough to break, but less so in others, so whether it will survive real-world drops remains to be seen. So the iPhone 11 is the iPhone for people who don’t really care about smartphones and just want a new iPhone. Except that it’s not that simple. Apple still sells the iPhone XR, which is essentially the same phone minus a second camera and one year less of software support, which is still at least four years, for £100 less at £629. And then there’s the iPhone 11 Pro and Pro Max, which have a third camera, a significantly better screen and the cachet of being “the best iPhone”. If your primary driver is to buy the best, cheapest iPhone you can get, that’s the iPhone XR in 2019. If you want the best iPhone you can get, that’s one of the new iPhone 11 Pro line. So where does that leave the iPhone 11? Pros: great camera, night mode water resistant, wireless charging, Face ID, good battery life, good performance, good screen, long software support Cons: no headphone socket, no fingerprint scanner, dated design, expensive, no fast charger or USB-C cable in the box, no headphones adapter in the box"},{"link":"https://www.theguardian.com/global-development/2018/oct/12/phone-misery-children-congo-cobalt-mines-drc","text":"Until recently, I knew cobalt only as a colour. Falling somewhere between the ocean and the sky, cobalt blue has been prized by artists from the Ming dynasty in China to the masters of French Impressionism. But there is another kind of cobalt, an industrial form that is not cherished for its complexion on a palette, but for its ubiquity across modern life. This cobalt is found in every lithium-ion rechargeable battery on the planet – from smartphones to tablets to laptops to electric vehicles. It is also used to fashion superalloys to manufacture jet engines, gas turbines and magnetic steel. You cannot send an email, check social media, drive an electric car or fly home for the holidays without using this cobalt. As I learned on a recent research trip to the Democratic Republic of the Congo, this cobalt is not awash in cerulean hues. Instead, it is smeared in misery and blood.An orphan girl rinses stones to sell to Chinese tradersAn orphan girl rinses stones to sell to Chinese traders. Elodie is 15. Her two-month-old son is wrapped tightly in a frayed cloth around her back. He inhales potentially lethal mineral dust every time he takes a breath. Toxicity assaults at every turn; earth and water are contaminated with industrial runoff, and the air is brown with noxious haze. Elodie is on her own here, orphaned by cobalt mines that took both her parents. She spends the entire day bent over, digging with a small shovel to gather enough cobalt-containing heterogenite stone to rinse at nearby Lake Malo to fill one sack. It will take her an entire day to do so, after which Chinese traders will pay her about $0.65 (50p). Hopeless though it may be, it is her and her child’s only means of survival. More than 60% of the world’s supply of cobalt is mined in the “copper belt” of the south-eastern provinces of DRC. According to the government agency charged with oversight of the informal or “artisanal” mining sector, at least 20% of this supply is mined by locals like Elodie, called creuseurs. The remainder is produced by industrial mines that are typically operated by foreign companies following the collapse of the state-owned mining concern, Gécamines. Across the south-eastern provinces, I observed that Chinese companies run many of the industrial mines in the region. The Chinese also appear to run most of the “buying houses” that purchase cobalt from children like Elodie. Every one of the 23 buying houses I documented in detail were operated by the Chinese, and I must have seen a hundred more with Chinese traders inside. Chinese processors then mix cobalt from industrial and artisanal sources during a preliminary refining stage to produce crude cobalt hydroxide, which they drive to ports at Dar es Salaam and Durban for export to China.After additional refining in China, the cobalt is sold to major component manufacturers and consumer electronic companies across the world. Such companies are collectively worth trillions of dollars. Yet according to Amnesty International in a report at the end of 2017, none of them are making sufficient efforts to ensure that their riches are not being built on the backs of the oppressed women, men and children of the Congo who toil in putrid conditions, endure pitiful wages, grave injury and risk death to mine their cobalt. I documented the horrors at 31 artisanal mining sites in the south-eastern provinces, including several previously undocumented sites in remote mountains near the Zambian border. Based on the data I gathered, I estimate there are more than 255,000 creuseurs mining cobalt in DRC, at least 35,000 of whom are children, some as young as six. While market prices of cobalt have spiked 300% in the past two years, none of that increase makes its way down to creuseurs like Arthur. The 16-year-old boy joined a group of young men who spent two months digging a tunnel 26m straight down before they hit a heterogenite vein. Now they descend into darkness each day, spending up to 24 hours at a time in narrow tunnels unable to stand, hacking away for cobalt. Every minute is suffused with dread, because many tunnels have collapsed in Kasulo, burying alive everyone inside. At the surface, I follow the men from Arthur’s tunnel with several sacks of cobalt to one of the dozens of Chinese buying houses nearby. The entire neighbourhood has in fact been walled off, in an effort to keep people from documenting the perilous conditions. The cobalt under Kolwezi is purer than at Elodie’s site, so the traders at the nearby buying house pay a higher rate for each kilogramme. It works out to roughly $1.80 a day in income for Arthur, but he is unlikely to get to keep all of it. Numerous local creuseurs told me that children like Arthur are forced to pay bribes to the local government functionaries who are supposed to ensure there are no children working at sites like Kasulo. In mine after mine, I witnessed heartrending suffering at the bottom of global cobalt supply chains. The companies that source cobalt from DRC are surely aware of the appalling conditions under which the mineral is mined in some sites in the country. Aside from the Amnesty reports, labour abuses linked to cobalt mining in the region have been widely documented by human rights groups and by media organisations across the world. Yet while major consumer electronic and automobile brands state they do not tolerate child labour in their supply chains, none have invested enough resources or time into ensuring that they can adequately address the human rights abuses that could be lurking in the products they sell to millions across the world. They have consistently shifted responsibility for human rights abuses in the Congo on to their Chinese suppliers. In the absence of full accountability, suffering can run riot. No company should be able to jettison their responsibility for the vicious and unjust treatment of the people who mine cobalt and other minerals simply because they are separated from them by a few thousand miles, and a few layers in their supply chains. From stone to phone, they must be accountable. Any company sourcing cobalt from DRC must establish an independent, third-party system of verification that all mineral supply chains are cleansed of exploitation, cruelty, slavery, and child labour. They must invest whatever is needed to ensure the decent pay, safe and dignified working conditions, healthcare, education and general wellbeing of the people whose cheap labour they rely on. There is little we can do as consumers at present, apart from refusing to buy their products until they take sufficient action. A gust of wind swept across Elodie’s mine, swirling toxic dust over every inch of child and infant. Her son awoke, crying meekly. She wiped the grit from his face and sat in the dirt to feed him. She asked me what I was going to do when I left her and her baby. I wanted to tell Elodie I would try to help. I wanted to tell her that despite all the evidence to the contrary, there were people in the world who cared about her and her son.But I left in silence. I knew these words would be worthless."},{"link":"https://www.techadvisor.co.uk/review/red-magic-5s-3795093/","text":"Five months after its release, the Red Magic 5G is still sporting the joint-highest refresh rate of any phone currently available. Its Snapdragon 865 processor is still the latest and greatest around, while Android 10 is still the latest version of Google’s OS (for now). Why, then, has Nubia already decided to launch a follow-up in the Red Magic 5S? Upon hearing of its launch, that was the exact same question I was asking. The miniscule changes don’t justify a new release, so this review has to be approached without leaning on its predecessor too much. Is the latest Red Magic phone still among the best gaming handsets you can buy, or has the competition caught up? Design and build Before you even open the packaging, it’s clear that the Red Magic 5S is a gaming phone through and through. The comic-book style design on the box really sets the tone for what to expect, and makes for a premium unboxing experience. The design of the phone is largely unchanged from the Red Magic 5G, with one key exception. The colour options. While we’ve seen variations of silver many times before, the wacky two-tone ‘Pulse’ model I tested is extremely eye-catching. It means the 5S easily stands out from the growing number of gaming-focused handsets, and would make me reluctant to throw on a case. Red Magic 5S It’s good news, then, that the device feels fairly robust, despite sporting an all-glass design with aluminium trim. The metallic coating on the back of the 5S means it’s impressively resistant to fingerprint smudges, while adding some much-needed grip. It’s also where you’ll find triple rear cameras and some discrete branding by gaming phone standards. Overall, the choice of materials means the phone has more premium feel than the £599 (£539 for the silver version) price tag suggests. The screen on the Red Magic 5S is unchanged from the 5G: a 6.65in OLED panel at a resolution of 1080x2340. I’d have liked to see the resolution bumped up slightly, but this is a more than acceptable trade-off for the class-leading 144Hz display. It’s since been joined at this refresh rate by the likes of the Lenovo Legion Phone Duel, Asus ROG Phone 3 and Iqoo Neo 3 5G, but that doesn’t make it any less impressive. It’s hard to explain to someone just how much smoother and more responsive this is than a regular 60Hz screen, but it makes even basic tasks feel that much more satisfying. Nubia also offers options for 60Hz and 90Hz, both of which help conserve the battery, but to make the most of this phone you’ll want to set it to 144Hz and leave it there. Besides its obvious benefits for gaming, you’ll also notice big steps forward when using ‘endless-scrolling’ style social media apps. The 5S is also noticeable for its lack of any sort of notch, with small bezels above and below the screen giving the phone an attractive symmetrical design. At the top, you’ll find the same 8Mp sensor as its predecessor, although it now has a wide 120-degree field of view. Curiously, this doesn’t support face unlock, so you’ll have to rely on the much-improved optical in-display fingerprint sensor. The enrolment process is simple, and relatively quickly I was able to get an idea of the right amount of pressure to apply. The power button and volume rocker have been shunted uncomfortably far down the right side of the phone to make way for a sizeable speaker grille, one of four dotted around the phone. Red Magic 5S On the opposite side, there’s a physical slider for triggering Game Space (more on that later), as well as smart connector for the many accessories Nubia offers. It’s disappointing that the dual SIM card tray still doesn’t support expandable storage, but we do still get a 3.5mm headphone jack and USB-C for charging and data transfer. Red Magic 5S While 220g is heavy by usual phone standards, the weight is justified here by everything Nubia is packing into the phone. Gaming and beyond We usually have a dedicated section for performance, but first it’s worth talking specifically about how it handles gaming. The Red Magic 5G is powered by Qualcomm’s latest Snapdragon 865 chipset, which combines with 12GB of RAM (on the model I tested) and industry-leading 144Hz refresh rate to provide the most accomplished mobile gaming experience I’ve experienced to date. I’m by no means an avid gamer, but can’t help but appreciate what Nubia has achieved here. The 5S delivers supreme gaming performance and can handle the most graphic-intensive games from the Google Play Store without breaking a sweat. Across demanding titles such as Call of Duty: Mobile, PUBG Mobile and Asphalt 9, the 5S was a joy to use, even though these games don’t officially support 144Hz gameplay. The gameplay feels silky-smooth, and I genuinely felt it gave me an advantage over players using a 60Hz screen.  There’s a huge range of games that do support 144Hz these days, although you won’t notice a significant difference on casual titles such as 8 Ball Pool and Fruit Ninja. The gaming experience is enhanced via Game Space, a special mode dedicated to mobile gaming. Activated via a slider on the side of the phone, it offers tools to maximise performance, reduce distractions and keep the device running cool. This might sound familiar to you if you’ve read my Red Magic 5S review, and that’s because very little has changed with regards to gaming performance. Nubia claims that the shoulder triggers now support a 320Hz touch sampling rate (up from 300Hz) and that the cooling system is 4.3% more effective, but I didn’t notice any difference. General performance It will probably come as little surprise that the stellar performance on the Red Magic 5S extends to general everyday usage. The 144Hz refresh rate means everything feels that bit more special, and only a handful of phones can truly compete with it on the spec sheet. That’s highlighted in its benchmark scores, where it proves more than a match for the best gaming phones on the market. Software Although I praised some of the gaming-specific software tweaks earlier, it’s arguably the most disappointing area of this phone. That’s because Nubia’s Red Magic 3.0 skin, running over Android 10, can’t be swapped out for another launcher. The beauty of Android has always been how customisable it is, but the experience feels a bit restrictive here. Nubia’s interpretation of Android is functional, if a little basic. It offers all the tools you’ve come to expect from Google’s operating system, alongside plenty of duplicate bloatware. It’s more than usable, even if you never played mobile games, but I just wish the excellent hardware could have been paired with similarly great software. Cameras Cameras are often the big selling point on “regular” phones, and they haven’t been forgotten about here. The Red Magic 5S comes with a triple rear camera array, with the main 64Mp sensor joined by an 8Mp ultrawide and 2Mp macro. In good lighting, the phone produces stills that are aesthetically pleasing, but aggressive saturation means they’re rarely true to life. You can see what I mean in the camera samples below: Red Magic 5S camera test It also tends to overexpose, particularly in bright environments. However, this works to its advantage in low-light, when you can call upon the dedicated night mode. It can’t quite rival the Pixel on image quality here, but the shots I took were more than usable. Despite not having a dedicated depth sensor, the 5S uses software to take portrait-style shots. It regularly struggles with edge detection, although I did give it some challenging subjects in my testing. In terms of video, the 5S is capable of capturing 8K footage at 30fps, up from 15fps on the Red Magic 5G. The addition of optical image stabilisation means you can get some decent footage, but it suffers from the same saturation and contrast issues as with stills. Battery life The Red Magic 5S comes with a 4500mAh, which sounds great until you realise it’s identical to the Red Magic 5G. Nonetheless, with the refresh rate set to 144Hz, I was able to record a solid 11 hours and 18 minutes in Geekbench 4’s battery test. On PCMark’s Work 2.0 test, often considered more representative of real-world usage, the 5S lasts a similarly impressive 10 hours and 55 minutes. That’s despite having the brightness set to 200 nits using the SpyderX Pro, compared to 120 for the Geekbench test. Both these scores suggest it has above-average battery life, and that’s the experience I had when using the phone. Nubia warns you that the high refresh rate will consume more power, but even then it was comparable with some 60Hz phones. One area it does struggle slightly is on standby time, as I noticed the battery deplete between setting the phone down and picking it up again. There’s no wireless charging, and I was only able to get 34% charge in 30 minutes from off, and it took about 90 minutes for a full charge. That’s not slow by any means, but has been surpassed by many modern handsets. Red Magic 5S Price and value for money The Red Magic 5S is priced identically to the 5G, costing £539/US$579 for 8GB of RAM and 128GB of storage. Stepping up to 12GB/256GB will cost you £599/US$649. Interestingly, the starting price here is identical to the Black Shark 3, which in turn appeared to match the cost of the Red Magic 5G. However, there are plenty of alternatives in the gaming phone market, with offerings from the likes of Vivo, Razer and Asus providing stiff competition. With the latter’s ROG Phone 3 not coming to the UK, it’s a prime opportunity for Nubia to establish the Red Magic brand in the European markets. While I wish there were more upgrades on the 5S, there’s no denying it provides excellent value for money. Verdict Nubia has once again succeeded in producing an excellent gaming phone with the Red Magic 5S, but that's no surprise considering it's almost identical to its predecessor.  320Hz shoulder triggers, UFS 3.1 and a claimed 4.3% better cooling system aside, this is the same phone that you could have bought five months earlier.  Everything I said in that review applies here. The 144Hz refresh rate display truly is breathtaking, and combined with a Snapdragon 865 processor and up to 12GB of RAM performance across the board is superb. Battery life is impressive and the built-in fan works wonders for gaming.  The frustrations with software remain though, and the cameras are fairly underwhelming. These are areas that could have easily been addressed on the 5S, but Nubia chose not to.  If this is your first experience of a gaming phone, you won't be disappointed. For anyone who picked up the Red Magic 5G though, don't worry as you're not missing out."},{"link":"https://www.theverge.com/21506471/samsung-galaxy-note-20-review-price-stylus","text":"Samsung Galaxy Note 20 is a good phone, but don’t buy it at its advertised retail price of $999.99. It’s a fine phone if you can find it for less, and hopefully you can because the only other phone with a stylus that matters is the very expensive Galaxy Note 20 Ultra. Luckily, Samsung phones usually end up getting discounted early and often in their lifecycle, and the Note 20 is no different. Just under two months since it was first announced, the Note 20 is already available unlocked for $800 at various retailers. We often advise against buying Samsung phones right away because those discounts are so predictable. There’s no reason to spend an extra $200 if waiting a month or two will save you that cash. But with the Note 20, it’s not just about saving money — it’s about not getting taken to cleaners. At $800, the Note 20 is a good value. But it is also surrounded by phones that cost that little or less with features and specs that match or exceed it. So, as always with the Note, the question really does come down to how badly you want that S Pen. On first impression, the Note 20 looks like typical Samsung Note hardware. It has a big, vibrant screen with small bezels, squared-off sides, and that S Pen at the bottom. The fit and finish should be more than good enough for anybody. But when you start to look a little more closely, you can see that even though the phone’s corners are square, other corners have been cut. If you were assuming that the Note 20 was just a smaller version of the Note 20 Ultra, I’m sorry. It’s very much a lower-specced phone. Specs aren’t everything, and most of Samsung’s changes don’t really bother me. But there is one that’s annoying: the screen is only 1080p, and it doesn’t have a high refresh rate. 120Hz is really the norm now for any phone that costs this much. The resolution doesn’t bother me, but the refresh rate rankles, just a bit. That’s because the Note line benefits from a higher refresh rate, even more than your average phone. A higher refresh rate helps reduce the latency on the stylus when drawing, and I noticed it on the Note 20 compared to the Ultra. It’s a small difference and one that really won’t bother you — except for moments when you think about how you paid a lot for a phone that ought to have a faster refresh rate. Samsung’s other phones in this class all have it. Even the recently announced Galaxy S20 FE does, and it retails for $699 — $300 less than this Note. One thing that may add to the Note 20’s price is its faster and more accurate in-screen ultrasonic (as opposed to optical) fingerprint sensor. The screen is 6.7 inches, and I find it to be a really good size for a Note style phone. It’s big enough to feel expansive but not so large that the whole phone is overwhelming. It’s also a completely flat display. That makes the bezels around it slightly larger but still very tiny. I think that’s worth the trade-off for slightly fewer accidental touches. The rear of the phone is plastic instead of glass, but it doesn’t really suffer for it. There’s also no expandable storage, and the Note 20’s cameras are less impressive on paper than the Ultra’s. Then again, the Note 20 has a completely normal, non-mesa-like camera bump.The rear of the phone is plastic but it doesn’t feel hollow. The rear of the phone is plastic, but it doesn’t feel hollow. Other than screen size, really the biggest performance difference between the Note 20 and the Note 20 Ultra is in the camera system. The Note 20 goes with a couple of standard 12-megapixel sensors for wide and ultrawide and a 64-megapixel for telephoto. The 64-megapixel is there so Samsung can use its sensor cropping tricks to enable 30X zoom. Unfortunately, those tricks aren’t up to the task of 30X, but I do think they offer better-than-average performance at 10X. Samsung ought to find a way to emphasize those middle zoom ranges instead of focusing on the wacky 30X one. Set people up to be delighted, not disappointed. As for the main sensor, it’s exactly in line with Samsung’s S20 phones this year. In terms of capturing detail, it’s in the same ballpark as other flagship phones, though I still think Samsung tunes its images to be too bright and cranks up the vibrance two ticks too far. I actually prefer these 12-megapixel sensors to Samsung’s early attempts at ultra-high resolution sensors. They’re a known quantity, and I can get really good shots without worrying about focus speed. The same goes for video: it’s right in line with what’s expected from a Galaxy S20. No surprises, but predictability is an underappreciated feature in cameras. Sadly, the selfie camera’s penchant for smoothing faces even when I’ve turned off every possible filter is also predictable. I wish Samsung would get on board with Google’s call to eliminate these defaults for good because they’re potentially harmful to people’s self-image. Samsung has filled out its S Pen ecosystem of apps nicely. The Note 20 has the same software as the Ultra — both for better and for worse. I continue to be impressed with how full-featured Samsung Notes is and also with how well Samsung supports the S Pen. There are just lots of little interactions that are made easier or nicer with the S Pen. Selecting text, screenshotting a specific section, and jotting a quick note on the lock screen are all features that you shouldn’t buy a phone just to get, but if you have them, you’ll likely find they improve the experience immensely. I wish I could say the same about the rest of Samsung’s software, which feels like it’s constantly looking to earn Samsung a penny or two via advertising or promoting Samsung’s own services. I wasn’t fully barraged with many notifications pushing me to try one service or another, fortunately. But I still would open up an app like Samsung Health and suddenly see an ad in the header area. It’s a shame, too, because Samsung was heading in the right direction with One UI for the past few years. The interface uses big headers to bring buttons down closer to your thumb. It introduces little shortcuts all over that you will come to depend on — like Edge Panels, a little dock on the side of your phone where you can scurry away clipboard history, your daily calendar, the weather, or apps you want to quickly launch. The Galaxy Note 20 is a very good phone at the very wrong price. That isn’t just some flagship-loving tech obsessive talking, either. Samsung makes the very same point with the Galaxy S20 FE. Unless you want a stylus, the S20 FE is a superior phone that retails for $300 less.Luckily, as I mentioned above, Samsung phones are often available at a discount. If you can find the Note 20 for around 800 bucks, that’s a good price. I love the idea of Samsung finally finding a way to offer a truly good midrange phone with an S Pen. In theory, that’s what the Note 20 should be. In practice, it tries to straddle being a flagship and a midrange phone and doesn’t get either one right. "}]
