[{"id":[1],"data":{"link":["https://www.theguardian.com/global-development/2018/oct/12/phone-misery-children-congo-cobalt-mines-drc"],"text":["Until recently, I knew cobalt only as a colour. Falling somewhere between the ocean and the sky, cobalt blue has been prized by artists from the Ming dynasty in China to the masters of French Impressionism. But there is another kind of cobalt, an industrial form that is not cherished for its complexion on a palette, but for its ubiquity across modern life.This cobalt is found in every lithium-ion rechargeable battery on the planet – from smartphones to tablets to laptops to electric vehicles. It is also used to fashion superalloys to manufacture jet engines, gas turbines and magnetic steel. You cannot send an email, check social media, drive an electric car or fly home for the holidays without using this cobalt. As I learned on a recent research trip to the Democratic Republic of the Congo, this cobalt is not awash in cerulean hues. Instead, it is smeared in misery and blood.An orphan girl rinses stones to sell to Chinese tradersAn orphan girl rinses stones to sell to Chinese traders. Photograph: Siddharth KaraElodie is 15. Her two-month-old son is wrapped tightly in a frayed cloth around her back. He inhales potentially lethal mineral dust every time he takes a breath. Toxicity assaults at every turn; earth and water are contaminated with industrial runoff, and the air is brown with noxious haze. Elodie is on her own here, orphaned by cobalt mines that took both her parents. She spends the entire day bent over, digging with a small shovel to gather enough cobalt-containing heterogenite stone to rinse at nearby Lake Malo to fill one sack. It will take her an entire day to do so, after which Chinese traders will pay her about $0.65 (50p). Hopeless though it may be, it is her and her child’s only means of survival.More than 60% of the world’s supply of cobalt is mined in the “copper belt” of the south-eastern provinces of DRC. According to the government agency charged with oversight of the informal or “artisanal” mining sector, at least 20% of this supply is mined by locals like Elodie, called creuseurs. The remainder is produced by industrial mines that are typically operated by foreign companies following the collapse of the state-owned mining concern, Gécamines.Across the south-eastern provinces, I observed that Chinese companies run many of the industrial mines in the region. The Chinese also appear to run most of the “buying houses” that purchase cobalt from children like Elodie. Every one of the 23 buying houses I documented in detail were operated by the Chinese, and I must have seen a hundred more with Chinese traders inside.Chinese processors then mix cobalt from industrial and artisanal sources during a preliminary refining stage to produce crude cobalt hydroxide, which they drive to ports at Dar es Salaam and Durban for export to China.After additional refining in China, the cobalt is sold to major component manufacturers and consumer electronic companies across the world.Such companies are collectively worth trillions of dollars. Yet according to Amnesty International in a report at the end of 2017, none of them are making sufficient efforts to ensure that their riches are not being built on the backs of the oppressed women, men and children of the Congo who toil in putrid conditions, endure pitiful wages, grave injury and risk death to mine their cobalt.I documented the horrors at 31 artisanal mining sites in the south-eastern provinces, including several previously undocumented sites in remote mountains near the Zambian border. Based on the data I gathered, I estimate there are more than 255,000 creuseurs mining cobalt in DRC, at least 35,000 of whom are children, some as young as six.Cobalt mining site near KasuloCobalt mining site near Kasulo. Photograph: Siddharth KaraWhile market prices of cobalt have spiked 300% in the past two years, none of that increase makes its way down to creuseurs like Arthur. The 16-year-old boy joined a group of young men who spent two months digging a tunnel 26m straight down before they hit a heterogenite vein. Now they descend into darkness each day, spending up to 24 hours at a time in narrow tunnels unable to stand, hacking away for cobalt. Every minute is suffused with dread, because many tunnels have collapsed in Kasulo, burying alive everyone inside.At the surface, I follow the men from Arthur’s tunnel with several sacks of cobalt to one of the dozens of Chinese buying houses nearby. The entire neighbourhood has in fact been walled off, in an effort to keep people from documenting the perilous conditions.The cobalt under Kolwezi is purer than at Elodie’s site, so the traders at the nearby buying house pay a higher rate for each kilogramme. It works out to roughly $1.80 a day in income for Arthur, but he is unlikely to get to keep all of it. Numerous local creuseurs told me that children like Arthur are forced to pay bribes to the local government functionaries who are supposed to ensure there are no children working at sites like Kasulo.In mine after mine, I witnessed heartrending suffering at the bottom of global cobalt supply chains.The companies that source cobalt from DRC are surely aware of the appalling conditions under which the mineral is mined in some sites in the country. Aside from the Amnesty reports, labour abuses linked to cobalt mining in the region have been widely documented by human rights groups and by media organisations across the world.Children fill sacks with cobaltChildren fill sacks with cobalt. Photograph: Siddharth KaraYet while major consumer electronic and automobile brands state they do not tolerate child labour in their supply chains, none have invested enough resources or time into ensuring that they can adequately address the human rights abuses that could be lurking in the products they sell to millions across the world. They have consistently shifted responsibility for human rights abuses in the Congo on to their Chinese suppliers.In the absence of full accountability, suffering can run riot. No company should be able to jettison their responsibility for the vicious and unjust treatment of the people who mine cobalt and other minerals simply because they are separated from them by a few thousand miles, and a few layers in their supply chains.From stone to phone, they must be accountable.Any company sourcing cobalt from DRC must establish an independent, third-party system of verification that all mineral supply chains are cleansed of exploitation, cruelty, slavery, and child labour. They must invest whatever is needed to ensure the decent pay, safe and dignified working conditions, healthcare, education and general wellbeing of the people whose cheap labour they rely on.There is little we can do as consumers at present, apart from refusing to buy their products until they take sufficient action.A gust of wind swept across Elodie’s mine, swirling toxic dust over every inch of child and infant. Her son awoke, crying meekly. She wiped the grit from his face and sat in the dirt to feed him.She asked me what I was going to do when I left her and her baby.I wanted to tell Elodie I would try to help. I wanted to tell her that despite all the evidence to the contrary, there were people in the world who cared about her and her son.But I left in silence. I knew these words would be worthless."]}},{"id":[2],"data":{"link":["https://www.theverge.com/21506471/samsung-galaxy-note-20-review-price-stylus"],"text":["Samsung Galaxy Note 20 is a good phone, but don’t buy it at its advertised retail price of $999.99. It’s a fine phone if you can find it for less, and hopefully you can because the only other phone with a stylus that matters is the very expensive Galaxy Note 20 Ultra.Luckily, Samsung phones usually end up getting discounted early and often in their lifecycle, and the Note 20 is no different. Just under two months since it was first announced, the Note 20 is already available unlocked for $800 at various retailers.We often advise against buying Samsung phones right away because those discounts are so predictable. There’s no reason to spend an extra $200 if waiting a month or two will save you that cash. But with the Note 20, it’s not just about saving money — it’s about not getting taken to cleaners.At $800, the Note 20 is a good value. But it is also surrounded by phones that cost that little or less with features and specs that match or exceed it. So, as always with the Note, the question really does come down to how badly you want that S Pen.Galaxy Note 20 hardwareOn first impression, the Note 20 looks like typical Samsung Note hardware. It has a big, vibrant screen with small bezels, squared-off sides, and that S Pen at the bottom. The fit and finish should be more than good enough for anybody.But when you start to look a little more closely, you can see that even though the phone’s corners are square, other corners have been cut. If you were assuming that the Note 20 was just a smaller version of the Note 20 Ultra, I’m sorry. It’s very much a lower-specced phone.Specs aren’t everything, and most of Samsung’s changes don’t really bother me. But there is one that’s annoying: the screen is only 1080p, and it doesn’t have a high refresh rate. 120Hz is really the norm now for any phone that costs this much.The resolution doesn’t bother me, but the refresh rate rankles, just a bit. That’s because the Note line benefits from a higher refresh rate, even more than your average phone. A higher refresh rate helps reduce the latency on the stylus when drawing, and I noticed it on the Note 20 compared to the Ultra.It’s a small difference and one that really won’t bother you — except for moments when you think about how you paid a lot for a phone that ought to have a faster refresh rate. Samsung’s other phones in this class all have it. Even the recently announced Galaxy S20 FE does, and it retails for $699 — $300 less than this Note. One thing that may add to the Note 20’s price is its faster and more accurate in-screen ultrasonic (as opposed to optical) fingerprint sensor.The screen is 6.7 inches, and I find it to be a really good size for a Note style phone. It’s big enough to feel expansive but not so large that the whole phone is overwhelming. It’s also a completely flat display. That makes the bezels around it slightly larger but still very tiny. I think that’s worth the trade-off for slightly fewer accidental touches.The rear of the phone is plastic instead of glass, but it doesn’t really suffer for it. There’s also no expandable storage, and the Note 20’s cameras are less impressive on paper than the Ultra’s. Then again, the Note 20 has a completely normal, non-mesa-like camera bump.The rear of the phone is plastic but it doesn’t feel hollow.The rear of the phone is plastic, but it doesn’t feel hollow.Galaxy Note 20 cameraOther than screen size, really the biggest performance difference between the Note 20 and the Note 20 Ultra is in the camera system. The Note 20 goes with a couple of standard 12-megapixel sensors for wide and ultrawide and a 64-megapixel for telephoto.The 64-megapixel is there so Samsung can use its sensor cropping tricks to enable 30X zoom. Unfortunately, those tricks aren’t up to the task of 30X, but I do think they offer better-than-average performance at 10X. Samsung ought to find a way to emphasize those middle zoom ranges instead of focusing on the wacky 30X one. Set people up to be delighted, not disappointed.As for the main sensor, it’s exactly in line with Samsung’s S20 phones this year. In terms of capturing detail, it’s in the same ballpark as other flagship phones, though I still think Samsung tunes its images to be too bright and cranks up the vibrance two ticks too far.I actually prefer these 12-megapixel sensors to Samsung’s early attempts at ultra-high resolution sensors. They’re a known quantity, and I can get really good shots without worrying about focus speed. The same goes for video: it’s right in line with what’s expected from a Galaxy S20. No surprises, but predictability is an underappreciated feature in cameras.Sadly, the selfie camera’s penchant for smoothing faces even when I’ve turned off every possible filter is also predictable. I wish Samsung would get on board with Google’s call to eliminate these defaults for good because they’re potentially harmful to people’s self-image.Samsung has filled out its S-Pen ecosystem of apps nicely.Samsung has filled out its S Pen ecosystem of apps nicely.Galaxy Note 20 softwareThe Note 20 has the same software as the Ultra — both for better and for worse.I continue to be impressed with how full-featured Samsung Notes is and also with how well Samsung supports the S Pen. There are just lots of little interactions that are made easier or nicer with the S Pen. Selecting text, screenshotting a specific section, and jotting a quick note on the lock screen are all features that you shouldn’t buy a phone just to get, but if you have them, you’ll likely find they improve the experience immensely.I wish I could say the same about the rest of Samsung’s software, which feels like it’s constantly looking to earn Samsung a penny or two via advertising or promoting Samsung’s own services. I wasn’t fully barraged with many notifications pushing me to try one service or another, fortunately. But I still would open up an app like Samsung Health and suddenly see an ad in the header area.It’s a shame, too, because Samsung was heading in the right direction with One UI for the past few years. The interface uses big headers to bring buttons down closer to your thumb. It introduces little shortcuts all over that you will come to depend on — like Edge Panels, a little dock on the side of your phone where you can scurry away clipboard history, your daily calendar, the weather, or apps you want to quickly launch.The Galaxy Note 20 is a very good phone at the very wrong price. That isn’t just some flagship-loving tech obsessive talking, either. Samsung makes the very same point with the Galaxy S20 FE. Unless you want a stylus, the S20 FE is a superior phone that retails for $300 less.Luckily, as I mentioned above, Samsung phones are often available at a discount. If you can find the Note 20 for around 800 bucks, that’s a good price. I love the idea of Samsung finally finding a way to offer a truly good midrange phone with an S Pen. In theory, that’s what the Note 20 should be. In practice, it tries to straddle being a flagship and a midrange phone and doesn’t get either one right. "]}}]
